// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Calibra il colore";

NoCalibrateTitle = "Impossibile calibrare il colore";
NoCalibrateMsg = "Verificare che la stampante sia accesa e la connessione stabilita, quindi riprovare.";
NoResetTitle = "Impossibile ripristinare le impostazioni predefinite della stampante";

NotAllowedWarning = "La procedura di calibrazione del colore è disponibile solo quando sono state installate nella stampante le cartucce di stampa in tricromia e fotografica.";
NotAllCartridges = "La procedura di calibrazione del colore è disponibile solo quando sono installate tutte le cartucce di stampa.";
ClickToBegin = "Fare clic su Calibra per calibrare adesso il colore.\nQuesta operazione richiede circa un minuto e usa un foglio di carta.";
ClickToBegin2 = "Fare clic su Calibra per avviare questa procedura.\nQuesta operazione richiede circa due minuti e usa due fogli di carta comune.";

ChooseTitle = "Scegli";

FactorySettingsTitle = "Impostazioni predefinite";
FactorySettingsMsg = "La selezione dell'opzione Impostazioni di fabbrica ripristina la calibrazione automatica dei colori della stampante. Fare clic su \"Sì\" per usare le Impostazioni di fabbrica e stampare una pagina di conferma o fare clic su \"No\" per ritornare alla finestra di dialogo Calibra il colore.";
YesTitle = "Sì";
NoTitle = "No";

VerificationMsg = "Viene stampata un'immagine di verifica che presenta i risultati della selezione. Se l'output non mostra alcuna aggiunta di colore, la calibrazione è stata completata. Se l'immagine presenta una tinta tendente al blu, al giallo o al rosso, fare clic su Ripristina per ripetere la procedura.";
FinishTitle = "Fine";
RedoTitle = "Ripristina";

TransferringProcessTitle = "Trasferimento del file…";

AutomaticCalibrationCompleteTitle = "La stampante ha appena eseguito una calibrazione automatica del colore";
AutomaticCalibrationCompleteMsg = "Se il colore dello stampato non è soddisfacente, fare clic sul pulsante Calibra per ripetere la calibrazione automatica del colore.";

PrintingProcessTitle = "Stampa della pagina di calibrazione dei colori…";

DefaultsTitle = "Usa Default";
DefaultsMessage = "La selezione dell’opzione Usa Default ripristina i valori di calibrazione dei colori impostati in fabbrica per la stampante. Fare clic su \"Sì\" per usare le impostazioni predefinite o su \"No\" per ritornare alla finestra di dialogo Calibra il colore.";

ColorCalibrationTextFieldTitle = "Calibra il colore";
InfoTextFieldTitle = "Questa procedura calibra il colore delle pagine stampate. Eseguire questa procedura solo se si notano dei problemi con le tinte dei colori.";
GuideTextFieldTitle = "Fare clic su Calibra per eseguire adesso la calibrazione del colore.\nQuesta operazione richiede circa un minuto e usa un foglio di carta normale.";
ResetButtonTitle = "Impostazioni predefinite";

CancelButtonTitle = "Annulla";
CalibrateButtonTitle = "Calibra";

PatchSquareControllerInfo = "Una pagina con campioni di colore è in fase di stampa.\n\n1. Tenere la pagina a una distanza di circa 20 cm dagli occhi.\n\n2. Allontanare lentamente la pagina fino a quando i campioni numerati diventano sfumati e corrispondono allo sfondo.\n\n3. Selezionare il campione numerato che corrisponde nel modo migliore allo sfondo della pagina stampata.";
GrayPlotBoxTitle = "Trama grigio";
ColorPlotBoxTitle = "Trama colore";
PatchMatricesControllerInfo = "1. Tenere la pagina di calibrazione all'altezza degli occhi.\n\n2. Inclinare la pagina allontanandola. Osservare i due quadrati grandi contenenti macchie colorate. Per ciascun quadrato grande, individuare la macchia colorata che corrisponde maggiormente allo sfondo. A ogni macchia sono associati una lettera e un numero.\n\n3. Scegliere nel menu a discesa la lettera e il numero delle macchie corrispondenti alle trame del grigio e del colore visualizzate a destra.\n\n4. Fare clic su \"Calibra\".";
PatchRowsControllerInfo = "Una pagina con campioni di colore è in fase di stampa.\n\nSelezionare il campione numerato che corrisponde nel modo migliore allo sfondo della pagina stampata.";
